{
  "Introduction": [
    "Welcome to JSON Crack.",
    "JSON Crack (“us”, “we”, or “our”) operates https://jsoncrack.com (hereinafter referred to as “Service”).",
    "Our Privacy Policy governs your visit to https://jsoncrack.com. We respect your privacy and do not collect, store, or share any personal data.",
    "By using the Service, you agree to the terms outlined in this Privacy Policy.",
    "Our Terms and Conditions (“Terms”) govern all use of our Service and together with the Privacy Policy constitute your agreement with us (“agreement”)."
  ],
  "Definitions": [
    "SERVICE means the https://jsoncrack.com website.",
    "LOCAL DATA means data stored on your device using browser storage (localStorage/sessionStorage) for application functionality."
  ],
  "Information Collection and Use": [
    "JSON Crack does not collect, store, or process any personal data on our servers.",
    "We do not use cookies, tracking technologies, or analytics services.",
    "All data processing happens locally in your browser only."
  ],
  "Data Storage": [
    "Local Storage",
    "• Any data you enter into the editor is processed only in your browser using localStorage and sessionStorage.",
    "• This data remains on your device and is never transmitted to our servers.",
    "• You have full control to clear this data at any time through your browser settings.",
    "• We do not have access to any of your data."
  ],
  "Use of Data": [
    "JSON Crack does not use any collected data because we do not collect any data.",
    "• No tracking",
    "• No analytics",
    "• No profiling",
    "• No sharing with third parties"
  ],
  "Security of Data": [
    "Your data security is guaranteed because:",
    "• All data processing happens exclusively in your browser.",
    "• No data is transmitted to our servers or any third parties.",
    "• We have no access to your data.",
    "• The data you work with remains under your complete control.",
    "• You can clear all data at any time from your browser settings."
  ],
  "Analytics": [],
  "Changes to This Privacy Policy": [
    "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.",
    "You are advised to review this Privacy Policy periodically for any changes. Changes are effective when posted on this page."
  ],
  "Contact Us": [
    "If you have any questions about this Privacy Policy, please contact us at contact@jsoncrack.com."
  ]
}
